package com.zhoujf.java;

import java.util.Scanner;

/**
 * ClassName: Test01
 * Package: com.zhoujf.java
 * Description:
 *
 * @Author: ZhouJF
 * @Create: 2023/3/9 - 3:27 PM
 */
public class Test01 {
    public static void main(String[] args) {
        System.out.println(" 断面编号   距进口距离    水位\n" +
                " 1#    0.0000000E+00   70.09101    \n" +
                " 2#     3000.000       68.41989    \n" +
                " 3#     6000.000       67.98064    \n" +
                " 4#     9000.000       67.73546    \n" +
                " 5#     12000.00       67.46274    \n" +
                " 6#     15000.00       67.03764    \n" +
                " 7#     18000.00       66.24103    \n" +
                " 8#     21000.00       65.00745    \n" +
                " 9#     24000.00       64.19003    \n" +
                " 10#    27000.00       63.67957    \n" +
                " 11#    30000.00       63.05306    \n" +
                " 12#    33000.00       62.42998    \n" +
                " 13#    36000.00       62.02243    \n" +
                " 14#    39000.00       61.47038    \n" +
                " 15#    42000.00       61.04016    \n" +
                " 16#    45000.00       60.78180    \n" +
                " 17#    48000.00       60.59007    \n" +
                " 18#    51000.00       60.32658    \n" +
                " 19#    54000.00       60.18094    \n" +
                " 20#    57000.00       60.10990    \n" +
                " 21#    60000.00       60.00000 ");
        System.out.println("请按任意键继续. . . _");
        Scanner in =new Scanner(System.in);
        int a=in.nextInt();

    }
}
